{"sections":{"main":{"type":"main-page","settings":{"padding_top":40,"padding_bottom":0}},"collapsible_content_RYkEEE":{"type":"collapsible-content","blocks":{"collapsible_row_z7HUYt":{"type":"collapsible_row","settings":{"heading":"What is Moissanite? \/ ময়সোনাইট কি?","icon":"none","row_content":"<p>Moissanite is a naturally occurring silicon carbide (SiC) discovered in 1893 by French chemist Henri Moissan, who initially mistook it for diamonds due to its remarkable similarity in appearance. Most moissanite used in jewelry today is lab-created, as natural moissanite is extremely rare.<br\/><br\/>Brilliance and Fire: Moissanite has a higher refractive index (2.65 - 2.69) than diamonds (2.42), meaning it sparkles more intensely.<br\/><br\/>With a hardness of 9.25 on the Mohs scale, moissanite is almost as hard as diamond (10), making it highly resistant to scratching and suitable for daily wear.<br\/><br\/>ময়সোনাইট হল একটি প্রাকৃতিকভাবে উৎপন্ন সিলিকন কার্বাইড (SiC), যা ১৮৯৩ সালে ফরাসি রসায়নবিদ হেনরি মোইসান আবিষ্কার করেন। প্রথমে তিনি এটিকে হীরার মতো মনে করেছিলেন, কারণ এর চেহারায় এটি আশ্চর্যজনকভাবে সাদৃশ্যপূর্ণ ছিল। আজকের দিনে গহনার জন্য ব্যবহৃত বেশিরভাগ ময়সোনাইট ল্যাবরেটরিতে তৈরি করা হয়, কারণ প্রাকৃতিক ময়সোনাইট অত্যন্ত বিরল।<br\/><br\/>ব্রিলিয়েন্স এবং ফায়ার: ময়সোনাইট প্রতিসরণ সূচক (2.65 - 2.69) হীরার (2.42) তুলনায় বেশি, যার ফলে এটি আরও উজ্জ্বল এবং তীব্রভাবে ঝলমল করে।<br\/><br\/>মোহস স্কেলে 9.25 কঠোরতা সহ, ময়সোনাইট প্রায় হীরার মতোই কঠিন (10), যা এটিকে দাগ প্রতিরোধী এবং দৈনন্দিন ব্যবহারের জন্য উপযুক্ত করে তোলে।<\/p>","page":""}},"collapsible_row_DGPL6T":{"type":"collapsible_row","settings":{"heading":"Do you sell real diamond? \/ আপনারা কি আসল ডায়মন্ড বিক্রি করেন?","icon":"none","row_content":"<p>No, we do not sell real diamond; all our jewelries are made of moissanite. Real diamonds are collected from mines and they are very expensive as a result moissanite can be a good alternative of diamonds.<br\/><br\/>আমরা আসল ডায়মন্ড বিক্রি করি না, আমাদের সকল প্রোডাক্ট এ ময়সোনাইট ব্যবহার হয়। অরিজিনাল ডায়মন্ড খনিতে পাওয়া যায় যা অনেক বেশি এক্সপেন্সিভ হওয়ার কারণে ডায়মন্ড এর একটি অল্টারনেটিভ হচ্ছে ময়সোনাইট। খনিতে যে তাপ ও চাপ এ ডায়মন্ড উৎপন্ন হয় সেই একই তাপ ও চাপ এ ল্যাব এ ময়সোনাইট বানানো হয়। সারা বিশ্বে এখন ময়সোনাইট এর চাহিদা তুঙ্গে বলতে গেলে ডায়মন্ড এর চেয়েও বেশি। ডায়মন্ড এর হার্ডনেস ১০ পয়েন্ট আর ময়সোনাইট এর ৯.৫ পয়েন্ট যা কিনা ডায়মন্ড এর একবারে কাছাকাছি।<\/p>","page":""}},"collapsible_row_aPMfqC":{"type":"collapsible_row","settings":{"heading":"Why is Moissanite Popular Now? \/ ময়সোনাইট এখন কেন জনপ্রিয়?","icon":"none","row_content":"<p><strong>1. Affordability:<\/strong><\/p><p>Moissanite is significantly cheaper than diamonds, allowing consumers to get larger and more impressive stones for a fraction of the price.<strong><br\/>2. Brilliance and Fire:<\/strong><\/p><p>Moissanite has a higher refractive index (2.65 - 2.69) than diamonds (2.42), meaning it sparkles more intensely.<strong><br\/>3. Durability:<\/strong><\/p><p>With a hardness of 9.25 on the Mohs scale, moissanite is almost as hard as diamond (10), making it highly resistant to scratching and suitable for daily wear.<strong><br\/>4. Ethical Considerations:<\/strong><\/p><p>As a lab-created stone, moissanite avoids the ethical and environmental issues often associated with diamond mining.<br\/><strong>5. Visual Appeal:<\/strong><\/p><p>Its brilliance, fire, and clarity make moissanite visually appealing and almost indistinguishable from diamonds to the untrained eye.<br\/><br\/><strong>১. সাশ্রয়ীঃ<\/strong><br\/>ময়সোনাইট হীরার তুলনায় উল্লেখযোগ্যভাবে সাশ্রয়ী, যা ভোক্তাদের কম খরচে বড় এবং আকর্ষণীয় পাথর কেনার সুযোগ দেয়।<br\/><strong>২. ব্রিলিয়েন্স এবং ফায়ারঃ<\/strong><br\/>ময়সোনাইট এর প্রতিসরণ সূচক (2.65 - 2.69) যা হীরার (2.42) তুলনায় বেশি, যার ফলে এটি আরও উজ্জ্বল এবং তীব্রভাবে ঝলমল করে।<br\/><strong>৩. টেকসইতাঃ<\/strong><\/p><p>মোহস স্কেলে 9.25 কঠোরতা সহ, ময়সোনাইট প্রায় হীরার মতোই কঠিন (10), যা এটিকে দাগ প্রতিরোধী এবং দৈনন্দিন ব্যবহারের জন্য উপযুক্ত করে তোলে।<br\/><strong>৪. নৈতিক বিষয়সমূহঃ<\/strong><br\/>হীরা খননের সাথে যুক্ত নৈতিক এবং পরিবেশগত যে সমস্যাগুলি আছে তা ময়সোনাইট এ নেই যেহেতু এগুলো ল্যাবে তৈরি পাথর।<br\/><strong>৫. দৃষ্টিনন্দনতাঃ<\/strong><br\/>এর উজ্জ্বলতা, ফায়ার, এবং স্পষ্টতা মোইসানাইটকে দেখতে আকর্ষণীয় করে তোলে এবং খালি চোখে হীরার সাথে প্রায় আলাদা করা যায় না।<\/p>","page":""}},"collapsible_row_ywFY3a":{"type":"collapsible_row","settings":{"heading":"Why is Buying Moissanite a Good Option Instead of Diamonds? \/ ডায়মন্ড এর পরিবর্তে ময়সোনাইট কেনা কেন লাভ জনক?","icon":"none","row_content":"<p><strong>1. Cost-Effective:<\/strong><\/p><p>Moissanite offers similar visual appeal to diamonds at a much lower cost, allowing buyers to allocate their budget more effectively.<\/p><p><strong>2. Ethical and Eco-Friendly:<\/strong><\/p><p>Opting for moissanite supports ethical sourcing and environmentally friendly practices, as it doesn't involve mining.<\/p><p><strong>3. Quality and Appearance:<\/strong><\/p><p>Moissanite's brilliance and fire often surpass that of diamonds, providing a more dazzling appearance.<\/p><p><strong>4. Durability:<\/strong> Its durability ensures that moissanite will last for many years, making it a practical choice for engagement rings and other everyday jewelry.<br\/><br\/><strong>১. সাশ্রয়ী মূল্যঃ<\/strong><br\/>ময়সোনাইট হীরার মতোই দেখতে, তবে অনেক কম খরচে পাওয়া যায়, যা ক্রেতাদের বাজেট এর ভিতর বেস্ট জিনিসটি পেতে সাহায্য করে।<br\/><strong>২. নৈতিক ও পরিবেশবান্ধবঃ<\/strong><br\/>ময়সোনাইট কেনা নৈতিক এবং পরিবেশবান্ধব পদ্ধতিগুলিকে সমর্থন করে, কারণ এটি খননের সাথে সম্পর্কিত নয়।<br\/><strong>৩. গুণগত মান ও সৌন্দর্যঃ<\/strong><br\/>ময়সোনাইট এর উজ্জ্বলতা এবং ফায়ার প্রায়ই হীরার তুলনায় বেশি হয়, যা এটিকে আরও আকর্ষণীয় করে তোলে।<br\/><strong>৪. টেকসইঃ<\/strong><br\/>ময়সোনাইট অনেক বছর ধরে টিকে থাকে, যে কারণে এটি আপনারা নিশ্চিন্তে সবসময় বেবহার করতে পারবে।<\/p>","page":""}},"collapsible_row_Jwcbj8":{"type":"collapsible_row","settings":{"heading":"Why you should buy Moissanite from Lesia Emporium? \/ আপনি কেন লেসিয়া এম্পোরিয়াম থেকে ময়সোনাইট কিনবেন ?","icon":"none","row_content":"<p>At Lesia Emporium, we pride ourselves on offering the highest quality moissanite jewelry that outshines the rest. While you might find similar designs at lower prices, nothing compares to the craftsmanship and excellence of our products. Our moissanite stones excel in grade, color, fire,<br\/>luster, and brilliance, ensuring that you receive a piece of jewelry that sparkles like no other. Each piece is crafted to perfection, ensuring a brilliance that lasts a lifetime.<br\/><br\/>We stand behind our jewelry with a lifetime exchange and refund policy, giving you peace of mind with every purchase. Additionally, all our moissanite stones starting from 50 cents and above come with a GRA certificate, guaranteeing their authenticity and quality. Choose Lesia Emporium for unmatched beauty, quality, and assurance in every piece of jewelry you wear.<br\/><br\/>লেসিয়া এম্পোরিয়ামে, আমরা গর্ব নিয়ে বলি যে আমরা সর্বোচ্চ মানের ময়সোনাইট গহনা দিয়ে থাকি যা অন্য সবকিছুকে ছাড়িয়ে যায়। আপনি হয়তো কম দামে একই ধরনের ডিজাইন খুঁজে পেতে পারেন, তবে আমাদের পণ্যের কারুকার্য এবং উৎকর্ষতার সাথে কোনো তুলনা নেই।<br\/><br\/>আমাদের ময়সোনাইট পাথরগুলি গ্রেড, রঙ, ফায়ার, লাস্টার এবং ব্রিলিয়েন্সে শ্রেষ্ঠ, যা আপনাকে এমন একটি গহনা প্রদান করে যা অন্য যেকোনো কিছুর চেয়ে বেশি ঝলমল করবে। প্রতিটি গহনাই নিখুঁতভাবে তৈরি করা হয়, যা এমন উজ্জ্বলতা নিশ্চিত করে যা সারাজীবন স্থায়ী হয়।<br\/><br\/>আমরা আমাদের গহনার সাথে লাইফটাইম এক্সচেঞ্জ এবং রিফান্ড পলিসি প্রদান করি, যা আপনাকে নিশ্চিন্তে কেনাকাটা করার নিশ্চয়তা দিবে।<br\/><br\/>তাছাড়া, আমাদের সমস্ত ৫০ সেন্ট বা তার বেশি মাপের ময়সোনাইট পাথরগুলির সাথে GRA সার্টিফিকেট থাকে, যা নির্ভরযোগ্যতা এবং গুণগতমানের নিশ্চয়তা দেয়।<br\/><br\/>অতুলনীয় সৌন্দর্য, গুণগতমান এর নিশ্চয়তার জন্য লেসিয়া এম্পোরিয়াম আপনার একমাত্র ঠিকানা হতে পারে। <\/p>","page":""}},"collapsible_row_CRV36L":{"type":"collapsible_row","settings":{"heading":"What is your payment system? \/ আপনাদের পেমেন্ট সিস্টেম কি?","icon":"none","row_content":"<p>In order to place an order, you must pay the 50% price of the product in advance. The rest 50% along with the delivery charge will be paid by cash on delivery. You can pay the 50% advance by Bkash, Nagad, Rocket, Bank Transfer and Debit\/Credit cards.<br\/><br\/>For customers living outside Bangladesh, you must pay the full payment along with delivery charge in advance.<br\/><br\/>অর্ডার দেওয়ার জন্য, আপনাকে পণ্যের ৫০% মূল্য অগ্রিম পরিশোধ করতে হবে। বাকি ৫০% এবং ডেলিভারি চার্জ কাশ অন ডেলিভারি (COD) দিয়ে পরিশোধ করতে হবে। আপনি ৫০% অগ্রিম মূল্য<br\/>Bkash, Nagad, Rocket, ব্যাংক ট্রান্সফার এবং ডেবিট\/ক্রেডিট কার্ড দ্বারা পরিশোধ করতে পারেন।<br\/><br\/>বাংলাদেশের বাইরে বসবাসকারী গ্রাহকদের জন্য, পুরো পরিমাণ এবং ডেলিভারি চার্জ অগ্রিম পরিশোধ করতে হবে।<\/p>","page":""}},"collapsible_row_EmDwfy":{"type":"collapsible_row","settings":{"heading":"Do you have Refund & Exchange Policy? \/ আপনাদের কি রিফান্ড এবং এক্সচেঞ্জ সিস্টেম আছে?","icon":"none","row_content":"<p><strong>50% price adjustment of previously purchased products in case of Exchange with our available products (Lifetime).<\/strong><\/p><p> For example, if you buy something worth of 5000 Taka then you will get a 50% price adjustment that means 5000*50%= 2500 Taka. This 2500 taka will be deducted from the original price of the exchanged product. Suppose the price of the new item which you want to buy is 7500 Taka so after deducting the 2500 taka you will pay 5000 Taka for the new product.<strong><br\/><br\/>40% Cash Return in case of Product Return (Lifetime).<\/strong><\/p><p>For example, you want to return the product and take cash in that case if the price of your product is 5000 Taka you will get back 5000*40%= 2000 Taka.<br\/><br\/><em><strong>You must come to our office for Refund or Exchange<\/strong><\/em><strong><br\/><br\/><\/strong><em><strong>You must bring the memo in order to avail the Refund or<br\/>Exchange facility.<\/strong><\/em><strong><br\/><br\/><\/strong><em><strong>In case of losing the memo or any kind of damage such as permanent spot, losing stones etc. your lifetime Exchange and Refund facility will be cancelled.<\/strong><\/em><strong><br\/><br\/>আমাদের লাইফ টাইম এক্সচেঞ্জ এবং রিফান্ড অফার আছে।<br\/><\/strong>আপনি আমাদের যে কোনো পন্য এক্সচেঞ্জ করে নিতে চাইলে আপনারা ৫০% ডিসকাউন্ট পাবেন।<br\/>(উদাহরণ স্বরূপ- একটা নোসপিন যদি ৩০০০ টাকা হয় তাহলে আপনি নতুন নোসপিন এর সাথে এক্সচেন্জ এ ১৫০০ টাকা ডিসকাউন্ট পাবেন )<br\/><br\/>আর আমাদেরকে রিটার্ন করেন তাহলে আপনি ৪০% টাকা রিফান্ড পাবেন।<br\/>(উদাহরণ স্বরূপ- একটা নোসপিন যদি ৩০০০ টাকা হয় তাহলে আপনি ১২০০ টাকা রিফান্ড পাবেন)<br\/><br\/>আপনাকে রিফান্ড বা এক্সচেঞ্জের জন্য আমাদের অফিসে আসতে হবে।<br\/><br\/>রিফান্ড বা এক্সচেঞ্জ সুবিধা পাওয়ার জন্য আপনাকে মেমো নিয়ে আসতে হবে।<br\/><br\/>যদি মেমো হারিয়ে যায় বা প্রোডাক্ট এ স্থায়ী দাগ, পাথর হারানো ইত্যাদি কোনো ধরনের ক্ষতি হয়, তবে আপনার আজীবন এক্সচেঞ্জ এবং রিফান্ড সুবিধা বাতিল হয়ে যাবে।<\/p>","page":""}},"collapsible_row_HErX4Q":{"type":"collapsible_row","settings":{"heading":"Do you have any warranty? \/ আপনাদের প্রোডাক্ট এর কি ওয়ারেন্টি আছে?","icon":"none","row_content":"<p>Each Moissanite gemstone purchase comes with peace of mind. Not only are our Moissanite stones conflict-free and eco-friendly, but they also come with a lifetime of enjoyment. Plus, all our Moissanite stones starting from 50 cents and above come with a GRA certificate, ensuring they are real and high-quality.<br\/><br\/>Our warranty ensures that your Moissanite stone will keep its sparkle and beauty for as long as you own it. This includes the stone's clarity, color, fire, shine, and brilliance. Here are the warranty terms in simple words:<br\/><br\/>- The warranty is only for the person who bought the Moissanite stone.<\/p><p>- The warranty covers any changes to the stone’s clarity, color, fire, shine, and brilliance.<\/p><p>- The warranty does not cover if the stone is stolen or lost.<\/p><p>- The warranty does not cover damage caused by misuse or rough handling of the stone.<\/p><p>- Any changes or treatments to the stone will cancel the warranty.<\/p><p>- You must keep your original receipt.<\/p><p>- The warranty does not cover the ring setting or any other piece of jewelry the stone is set in.<\/p>","page":""}}},"block_order":["collapsible_row_z7HUYt","collapsible_row_DGPL6T","collapsible_row_aPMfqC","collapsible_row_ywFY3a","collapsible_row_Jwcbj8","collapsible_row_CRV36L","collapsible_row_EmDwfy","collapsible_row_HErX4Q"],"settings":{"caption":"","heading":"Moissanite vs. Diamond","heading_size":"h1","heading_alignment":"center","layout":"row","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":20,"padding_bottom":60}}},"order":["main","collapsible_content_RYkEEE"]}